[
  {
    "url": "https://www.gisti.org/spip.php?article7593",
    "title": "La situation juridique des personnes étrangères",
    "format": "presentiel"
  },
  {
    "url": "https://www.gisti.org/spip.php?article7581",
    "title": "La protection sociale des personnes étrangères",
    "format": "presentiel"
  },
  {
    "url": "https://www.gisti.org/spip.php?article7595",
    "title": "Le droit d’asile",
    "format": "presentiel"
  },
  {
    "url": "https://www.gisti.org/spip.php?article7600",
    "title": "Le travail salarié des personnes étrangères",
    "format": "presentiel"
  },
  {
    "url": "https://www.gisti.org/spip.php?article7596",
    "title": "Le contentieux du droit de la nationalité",
    "format": "presentiel",
    "description": "Le droit de la nationalité française : principes fondamentaux et preuve de la nationalité (2 jours) Programme détaillé Formation sur inscription individuelle : coûts et modalités d’inscription Prochaines dates et lieu : 9 et 10 décembre 2026 à Paris 11e [les inscriptions ouvriront au printemps 2026] Le contentieux du droit de la nationalité française (2 jours) Programme détaillé Formation sur insc",
    "date": "10 décembre 2026",
    "duration": "2 jour"
  },
  {
    "url": "https://www.gisti.org/spip.php?article7582",
    "title": "Les mineures et mineurs isolés étrangers - spéciale bénévoles et professionnel⋅les du travail social",
    "format": "presentiel"
  },
  {
    "url": "https://www.gisti.org/spip.php?article78",
    "title": "Catalogue des formations du Gisti",
    "format": "presentiel",
    "description": "La situation juridique des personnes étrangèresLe droit d’asileLe travail salarié des personnes étrangèresLa protection sociale des personnes étrangères Européens (citoyennes et citoyens UE/EEE/Suisse) : droit à la protection sociale et droit au séjourLe droit de la nationalité française : principes fondamentaux et preuve de la nationalitéLe contentieux du droit de la nationalité françaiseLes mine",
    "date": "13 mars 2026",
    "duration": "5 jour"
  },
  {
    "url": "https://www.gisti.org/spip.php?article3165",
    "title": "inscription individuelle",
    "format": "presentiel",
    "description": "Modalités d’inscription Pour participer à l’une des sessions de formation sur inscription individuelle proposées dans notre catalogue de formation, il convient de remplir au plus tôt, et jusqu’à 15 jours avant la formation, le formulaire de demande d’inscription accessible en ligne via le lien ci-dessous : LIEN FORMULAIRE DE DEMANDE D’INSCRIPTION A réception du formulaire complété, l’équipe format",
    "price": "1160 €",
    "duration": "15 jour"
  },
  {
    "url": "https://www.gisti.org/spip.php?article24",
    "title": "formations intra-structures",
    "format": "presentiel",
    "description": "A la demande, le Gisti organise des formations intra-structures, sur site. Ces formations peuvent être issues de son catalogue ou sur mesure, à l’attention d’équipes de professionnel⋅les ou de bénévoles. Le Gisti intervient ainsi régulièrement sur des thématiques diverses auprès de collectivités territoriales, hôpitaux, associations, administrations, barreaux, écoles, etc. Le contenu et les modali",
    "duration": "5 jour"
  },
  {
    "url": "https://www.gisti.org/spip.php?article7046",
    "title": "Tout sur le Pactemigration / asile de l'UE",
    "format": "presentiel",
    "description": "Adopté par le Parlement européen le 10 avril 2024, le « Nouveau Pacte sur la migration et l’asile » entérine une grave régression des droits fondamentaux des personnes migrantes et exilées. Cette réforme profonde des règles communes entre les États membres de l’Union européenne dans les domaines de l’asile et de l’immigration, proposée par la Commission européenne en septembre 2020, est censée êtr",
    "date": "10 avril 2024"
  },
  {
    "url": "https://www.gisti.org/spip.php?article7019",
    "title": "INFO SOUDAN",
    "format": "presentiel",
    "description": "Dernières modifications de la page : Position OFPRA/CNDA : Violence aveugle d’une intensité exceptionnelle (VAIE) = protection automatique si on peut prouver sa provenance = pour l’ensemble du Darfour et du Kordofan, Abiyé, Khartoum et Al-Jazirah. et VA pour le Nil bleu, le Nil blanc et Sennar :la CNDA reconnaît que dans ces régions il y a une « violence aveugle » mais la protection n’est pas auto",
    "date": "14 février 2024",
    "duration": "30 jour"
  },
  {
    "url": "https://www.gisti.org/spip.php?article6862",
    "title": "Tout savoir sur la loi asile / immigration",
    "format": "presentiel",
    "description": "Cette rubrique avait initialement pour objet de présenter la genèse de la réforme du Code de l’entrée et du séjour des étrangers et du droit d’asile (Ceseda) qui a donné lieu à la loi du 26 janvier 2024. Composée des différentes versions du texte qui ont circulé depuis l’été 2022, cette page fut donc complétée d’avis d’autorités indépendantes, de communiqués et analyses d’organisations militantes,",
    "date": "26 janvier 2024"
  },
  {
    "url": "https://www.gisti.org/spip.php?article45",
    "title": "Nous contacter",
    "format": "presentiel",
    "description": "Le GISTI est tout petit. Ce qui ne l’empêche pas d’être organisé. Cela signifie qu’à certaines questions (surtout aux demandes de conseils juridiques), vous n’obtiendrez de réponse qu’en frappant à la bonne porte. 1. Informations générales et réactions sur le site Web 2. Permanence juridique 3. Formations et commandes de publications"
  },
  {
    "url": "https://www.gisti.org/spip.php?article5725",
    "title": "Mentions légales",
    "format": "presentiel"
  }
]